{
  "data": [
    {
      "arabic": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ ",
      "tajikTranscribed": "Раббано отино фи-д-дунё ҳасанатан ва фи-л-охирати ҳасанатан ва қино азоба-н-нор",
      "tajik": "Эй Парвардигори мо, ба мо дар дунё неъмат ва дар охират неъмат бидеҳ ва моро аз азоби оташ нигоҳ дор!.",
      "name": "Ҷомеътарин дуо"
    },
    {
      "arabic": "رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ ",
      "tajikTranscribed": "Раббано заламно анфусано ва ин лам тағфир лано ва тарҳамно ланакунанна мина-л-хосирин",
      "tajik": "Эй Парвардигори мо, бар хеш ситам кардем; ва агар моро наомурзӣ ва бар мо меҳрубонӣ накунӣ, албатта, аз зиёнкорон бошем!.",
      "name": "Дуоҳои мағфират"
    },
    {
      "arabic": "وَقُل رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ",
      "tajikTranscribed": "Раббиғфир варҳам ва Анта Хайру-р-роҳимин",
      "tajik": "Эй Парвардигори ман, биомурзу бибахшой; ва Ту Беҳтарини бахшояндагонӣ",
      "name": "Дуоҳои мағфират"
    },
    {
      "arabic": "رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنتَ مَوْلَانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ ",
      "tajikTranscribed": "Раббано ло туохизно ин насино ав ахтаъно; Раббано ва ло таҳмил ъалайно исран камо ҳамалтаҳу ъалаллазина мин қаблино; Раббано ва ло туҳаммилно мо ло тоқата лано биҳӣ; ваъфу ъанно вағфир лано варҳамно; Анта Мавлоно фансурно ъала-л-қавми-л-кофирин",
      "tajik": "Эй Парвардигори мо, агар фаромӯш кунем, ё хато кунем, моро (ба уқубат) магир. Эй Парвардигори мо, бар мо бори гарон манеҳ, чунонки онро бар касоне ниҳодӣ, ки пеш аз мо буданд! Эй Парвардигори мо, ва бар мо он чиро манеҳ, ки моро бар он тавон нест. Ва аз мо дар гузар ва моро биомурз ва бар мо бибахшой, Туӣ Худованди мо, пас, моро бар гурӯҳи кофирон пирӯзӣ деҳ!",
      "name": "Дуоҳои мағфират"
    },
    {
      "arabic": "رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ ",
      "tajikTranscribed": "Раббано фағфир лано зунубано ва каффир ъанно саййиотино ва таваффано маъа-л-аброр",
      "tajik": "Эй Парвардигори мо, гуноҳони моро биомурз ва аз мо бадиҳоямонро дур кун ва моро бо некӯкорон бимирон",
      "name": "Дуоҳои мағфират"
    },
    {
      "arabic": "أَنتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الْغَافِرِينَ",
      "tajikTranscribed": "Анта Валийюно фағфир лано варҳамно ва Анта Хайру-л-ғофирин",
      "tajik": "Ту корсози мо ҳастӣ, пас, моро биомурз ва бар мо меҳрубонӣ кун; Ва Ту Беҳтарини омурзандагонӣ!",
      "name": "Дуоҳои мағфират"
    },
    {
      "arabic": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ ",
      "tajikTranscribed": "Раббано ло тузиғ қулубано баъда из ҳадайтано ва ҳаб лано мин ладунка раҳматан иннака Анта-л-Ваҳҳоб",
      "tajik": "Эй Парвардигори мо, баъд аз он ки ба мо роҳ намудӣ, дилҳои моро каҷ макун! Ва барои мо аз назди худат неъмат ато кун, ҳамоно Ту Атокунандаӣ!.",
      "name": "Дуоҳои талаби ҳидоят"
    },
    {
      "arabic": "رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا ",
      "tajikTranscribed": "Раббано отино мин ладунка раҳматан ва ҳаййиъ лано мин амрино рашадан",
      "tajik": "Эй Парвардигори мо, бахшише аз назди Худ ба мо бидеҳ ва дар кори мо роҳёбиро бароямон омода соз!",
      "name": "Дуоҳои талаби ҳидоят"
    },
    {
      "arabic": "رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ ",
      "tajikTranscribed": "Раббано африғ ъалайно сабран ва саббит ақдомано фансурно ъала-л-қавми-л-кофирин",
      "tajik": "Эй Парвардигори мо, бар мо сабр ато кун ва қадамҳои моро устувор кун ва моро бар гурӯҳи ногаравидагон ғалаба деҳ!.",
      "name": "Дуои талаби сабр"
    },
    {
      "arabic": "رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ ",
      "tajikTranscribed": "Раббано африғ ъалайно сабран ва таваффано муслимин",
      "tajik": "Эй Парвардигори мо, ба мо шикебоиро фурӯ бирез ва моро мусалмон бимирон",
      "name": "Дуои талаби сабр"
    },
    {
      "arabic": "رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ ",
      "tajikTranscribed": "Рабби ло тазарнӣ фардан ва Анта Хайру-л-ворисин",
      "tajik": "Эй Парвардигори ман, маро танҳо нагузор ва Ту Беҳтарини ворисонӣ!",
      "name": "Дуои талаби фарзанд"
    },
    {
      "arabic": "رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا ",
      "tajikTranscribed": "Раббано ҳаб лано мин азвоҷино ва зуррийётино қуррата аъюнин ваҷъално ли-л-муттақина имоман",
      "tajik": "Эй Парвардигори мо, аз занони мо ва фарзандони мо ба мо равшании чашм бибахш ва моро пешвои парҳезкорон бикун!",
      "name": "Дуо дар ҳаққи ҳамсар ва фарзандон"
    },
    {
      "arabic": "رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا ",
      "tajikTranscribed": "Раббирҳамҳумо камо раббаёнӣ сағиран",
      "tajik": "Эй Парвардигори ман, бар онҳо бибахшой, чунонки маро дар хурдсолӣ парвариш карданд!",
      "name": "Дуоҳои мағфират дар ҳаққи падару модар"
    },
    {
      "arabic": "رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ ",
      "tajikTranscribed": "Раббиғфир лӣ ва ливолидайя ва ли-л-муъминина явма яқуму-л-ҳисоб",
      "tajik": "Эй Парвардигори мо, рӯзе, ки ҳисоб қоим шавад, маро ва падару модарам ва мӯъминонро биомурз!",
      "name": "Дуоҳои мағфират дар ҳаққи падару модар"
    },
    {
      "arabic": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظَّالِمِينَ ",
      "tajikTranscribed": "Раббано ло таҷъално фитнатан ли-л-қавми-з-золимин",
      "tajik": "Парвардигоро! Нагардон моро маҳали азобу зӯроварӣ барои гурӯҳи ситамгорон!",
      "name": "Дуоҳои ҳифозат аз бадии золимон"
    },
    {
      "arabic": "رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ",
      "tajikTranscribed": "Раббано ло таҷъално фитнатан ли-л-қавми-з-золимин",
      "tajik": "Эй Парвардигори ман, маро аз гурӯҳи ситамгарон раҳо кун",
      "name": "Дуоҳои ҳифозат аз бадии золимон"
    },
    {
      "arabic": "رَبِّ انصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ ",
      "tajikTranscribed": "Рабби-нсурнӣ ъала-л-қавми-л-муфсидин",
      "tajik": "Эй Парвардигори ман, маро бар қавми фасодкорон нусрат деҳ!",
      "name": "Дуоҳои ҳифозат аз бадии золимон"
    },
    {
      "arabic": "رَّبِّ زِدْنِي عِلْمًا ",
      "tajikTranscribed": "Рабби зиднӣ ъилман",
      "tajik": "Эй Парвардигори ман, илмамро бештар бигардон",
      "name": "Дуои кушоиши кору таҳсили илм"
    },
    {
      "arabic": "رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي يَفْقَهُوا قَوْلِي ",
      "tajikTranscribed": "Рабби-шраҳлӣ садрӣ ва яссир лӣ амрӣ ваҳлул ъуқдатан мин лисонӣ яфқаҳӯ қавлӣ",
      "tajik": "Эй Парвардигори ман, синаи маро бароям кушода кун; ва кори маро бароям осон кун; ва аз забони ман гиреҳро бикушой, то сухани маро бифаҳманд",
      "name": "Дуои кушоиши кору таҳсили илм"
    },
    {
      "arabic": "رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَل لِّي مِن لَّدُنكَ سُلْطَانًا نَّصِيرًا ",
      "tajikTranscribed": "Рабби адхилнӣ мудхала сидқин ва ахриҷнӣ мухраҷа сидқин ваҷъал лӣ мин ладунка султонан насиран",
      "tajik": "Эй Парвардигори ман, маро ба ваҷҳи писандида дохил кун; ва маро ба ваҷҳи писандида берун ор; ва барои ман аз назди худ қуввати ёридиҳанда бидеҳ!",
      "name": "Дуо барои шахси навкор"
    },
    {
      "arabic": "سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ ",
      "tajikTranscribed": "Субҳоналлазӣ саххара ҳозо ва мо кунно лаҳу муқринин",
      "tajik": "Пок аст Худое, ки инро барои мо мусаххар сохт, ҳол он ки мо бар он тавоно набудем.",
      "name": "Дуои савор шудан дар воситаҳои гуногуни нақлиёт"
    },
    {
      "arabic": "رَّبِّ أَنزِلْنِي مُنزَلًا مُّبَارَكًا وَأَنتَ خَيْرُ الْمُنزِلِينَ ",
      "tajikTranscribed": "Рабби анзилнӣ мунзалан муборакан ва Анта Хайру-л-мунзилин",
      "tajik": "Эй Парвардигори ман, маро дар манзили муборак фуруд ор; ва Ту беҳтарини фурудорандагонӣ",
      "name": "Дуои фаромадан аз воситаҳои гуногуни нақлиёт"
    },
    {
      "arabic": "رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ",
      "tajikTranscribed": "Рабби аъузу бика мин ҳамазоти-ш-шаётин ва аъузу бика Рабби ан яҳзурун",
      "tajik": "Эй Парвардигори ман, аз дағдағаҳои шайтонҳо ба ту паноҳ мебарам ва ба Ту эй Парвардигори ман, паноҳ мебарам аз он ки пеши ман ҳозир шаванд",
      "name": "Дуои ҳифозат аз васвасаҳои шайтон"
    },
    {
      "arabic": " رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ ",
      "tajikTranscribed": "Рабби иннӣ лимо анзалта илайя мин хайрин фақир",
      "tajik": "Эй Парвардигори ман, ҳамоно ман ба он чи аз неъмат ба сӯям фуруд овардӣ, муҳтоҷам",
      "name": "Дуои раҳоӣ аз мушкилот ва душвориҳо"
    },
    {
      "arabic": "رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ ",
      "tajikTranscribed": "Рабби авзиънӣ ан ашкура ниъматакаллатӣ анъамта ъалайя ва ъало волидайя ва ан аъмала солиҳан тарзоҳу ва адхилнӣ бираҳматика фӣ ъибодика-с-солиҳин",
      "tajik": "Эй Парвардигори ман, маро илҳом деҳ, то шукри ин неъмати Ту кунам, ки бар ман ва бар падару модарам инъом кардаӣ; ва кирдори шоиста ба ҷо орам, ки Ту аз он хушнуд шавӣ; ва маро ба раҳмати Худ дар зумраи бандагони шоистаат дарор",
      "name": "Дуои шукронаи неъмат"
    },
    {
      "arabic": "الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَمَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ ",
      "tajikTranscribed": "Алҳамду лиллоҳиллазӣ аҳёно баъда мо амотано ва илаҳи-н-нушур",
      "tajik": "Ҳамду сано Худоро, ки моро баъд аз миронидан зинда гардонид ва бозгашти мо ба сӯи Ӯст",
      "name": "Дуоҳо ҳангоми бедор шудан аз хоб"
    },
    {
      "arabic": "الْحَمْدُ لِلَّهِ الَّذِي رَدَّ عَلَيَّ رُوحِي، وَعَافَانِي فِي جَسَدِي، وَأَذِنَ لِي بِذِكْرِهِ ",
      "tajikTranscribed": "Алҳамду лиллоҳиллазӣ радда ъалаййа рӯҳӣ ва ъофонӣ фӣ ҷасадӣ ва азина лӣ бизикриҳи",
      "tajik": "Ҳама ситоиш Худоеро сазовор аст, ки рӯҳи маро баргардонид ва ба ман тандурустӣ ато кард ва иҷозатам дод, то Ӯро зикр кунам",
      "name": "Дуоҳо ҳангоми бедор шудан аз хоб"
    },
    {
      "arabic": " لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ، وَرَبُّ الأَرْضِ، وَرَبُّ الْعَرْشِ الْكَرِيمِ ",
      "tajikTranscribed": "Ло илоҳа иллаллоҳу-л-Ъазиму-л-Ҳалим, ло илоҳа иллаллоҳу Раббу-л-ъарши-л-ъазим, ло илоҳа иллаллоҳу Раббу-с-самовоти ва Раббу-л-арзи ва Раббу-л-ъарши-л-карим",
      "tajik": "Нест маъбуде барҳақ ба ҷуз Худои бузург ва ҳалим, нест маъбуде барҳақ ба ҷуз Худо, ки Парвардигори арши бузург аст, нест маъбуде барҳақ, магар Худо, ки Парвардигори осмонҳо ва Парвардигори замин ва Парвардигори арши карим аст",
      "name": "Дуоҳои раҳоӣ аз машаққату парешонӣ"
    },
    {
      "arabic": "جَزَاكَ اللَّهُ خَيْرًا ",
      "tajikTranscribed": "Ҷазокаллоҳу хайран",
      "tajik": "Худованд подоши некат диҳад!",
      "name": "Дуо дар ҳаққи шахсе, ки ба ӯ некӣ кардааст"
    },
    {
      "arabic": "اللَّهُمَّ اكْفِنِى بِحَلاَلِكَ عَنْ حَرَامِكَ، وَأَغْنِنِى بِفَضْلِكَ عَمَّنْ سِوَاكَ ",
      "tajikTranscribed": "Аллоҳуммакфинӣ биҳалолика ъан ҳаромика ва ағнинӣ бифазлика ъамман сивока",
      "tajik": "Худовандо! Маро ба ҳалолат қанот бидеҳ ва аз ҳаромат нигоҳ дор ва ба фазли хеш аз ғайри худат бениёз фармо",
      "name": "Дуоҳо барои осоншавии адои қарз"
    },
    {
      "arabic": "اللهم انّي اعوذ بك من الهمّ و الحزن و العجز والكسل والبخل و الجبن وضِلعِ الدين و غلبة الرّجال ",
      "tajikTranscribed": "Аллоҳумма иннӣ аъузу бика мина-л-ҳамми ва-л-ҳузн, ва-л-ъаҷзи ва-л-касал, ва-л-бухли ва-л-ҷубн, ва залаъи-д-дайни ва ғалабати-р-риҷол",
      "tajik": "Худовандо! Ба Ту аз ғаму андӯҳ ва аз нотавонию танбалӣ, аз бахилию тарс ва аз гаронии бори қарз ва ғалабаи мардон паноҳ мебарам",
      "name": "Дуоҳо барои осоншавии адои қарз"
    }
  ]
}