{
  "data": [
    {
      "arabic": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ ",
      "tajikTranscribed": "Раббано отино фи-д-дунё ҳасанатан ва фи-л-охирати ҳасанатан ва қино азоба-н-нор",
      "tajik": "Эй Парвардигори мо, ба мо дар дунё неъмат ва дар охират неъмат бидеҳ ва моро аз азоби оташ нигоҳ дор!.",
      "name": "Ҷомеътарин дуо"
    },
    {
      "arabic": "رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ ",
      "tajikTranscribed": "Раббано заламно анфусано ва ин лам тағфир лано ва тарҳамно ланакунанна мина-л-хосирин",
      "tajik": "Эй Парвардигори мо, бар хеш ситам кардем; ва агар моро наомурзӣ ва бар мо меҳрубонӣ накунӣ, албатта, аз зиёнкорон бошем!.",
      "name": "Дуоҳои мағфират"
    },
    {
      "arabic": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ ",
      "tajikTranscribed": "Раббано ло тузиғ қулубано баъда из ҳадайтано ва ҳаб лано мин ладунка раҳматан иннака Анта-л-Ваҳҳоб",
      "tajik": "Эй Парвардигори мо, баъд аз он ки ба мо роҳ намудӣ, дилҳои моро каҷ макун! Ва барои мо аз назди худат неъмат ато кун, ҳамоно Ту Атокунандаӣ!.",
      "name": "Дуоҳои талаби ҳидоят"
    },
    {
      "arabic": "رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ ",
      "tajikTranscribed": "Раббано африғ ъалайно сабран ва саббит ақдомано фансурно ъала-л-қавми-л-кофирин",
      "tajik": "Эй Парвардигори мо, бар мо сабр ато кун ва қадамҳои моро устувор кун ва моро бар гурӯҳи ногаравидагон ғалаба деҳ!.",
      "name": "Дуои талаби сабр"
    },
    {
      "arabic": "رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ ",
      "tajikTranscribed": "Рабби ло тазарнӣ фардан ва Анта Хайру-л-ворисин",
      "tajik": "Эй Парвардигори ман, маро танҳо нагузор ва Ту Беҳтарини ворисонӣ!",
      "name": "Дуои талаби фарзанд"
    },
    {
      "arabic": "رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا ",
      "tajikTranscribed": "Раббано ҳаб лано мин азвоҷино ва зуррийётино қуррата аъюнин ваҷъално ли-л-муттақина имоман",
      "tajik": "Эй Парвардигори мо, аз занони мо ва фарзандони мо ба мо равшании чашм бибахш ва моро пешвои парҳезкорон бикун!",
      "name": "Дуо дар ҳаққи ҳамсар ва фарзандон"
    },
    {
      "arabic": "رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا ",
      "tajikTranscribed": "Раббирҳамҳумо камо раббаёнӣ сағиран",
      "tajik": "Эй Парвардигори ман, бар онҳо бибахшой, чунонки маро дар хурдсолӣ парвариш карданд!",
      "name": "Дуоҳои мағфират дар ҳаққи падару модар"
    },
    {
      "arabic": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظَّالِمِينَ ",
      "tajikTranscribed": "Раббано ло таҷъално фитнатан ли-л-қавми-з-золимин",
      "tajik": "Парвардигоро! Нагардон моро маҳали азобу зӯроварӣ барои гурӯҳи ситамгорон!",
      "name": "Дуоҳои ҳифозат аз бадии золимон"
    },
    {
      "arabic": "رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَل لِّي مِن لَّدُنكَ سُلْطَانًا نَّصِيرًا ",
      "tajikTranscribed": "Рабби адхилнӣ мудхала сидқин ва ахриҷнӣ мухраҷа сидқин ваҷъал лӣ мин ладунка султонан насиран",
      "tajik": "Эй Парвардигори ман, маро ба ваҷҳи писандида дохил кун; ва маро ба ваҷҳи писандида берун ор; ва барои ман аз назди худ қуввати ёридиҳанда бидеҳ!",
      "name": "Дуо барои шахси навкор"
    },
    {
      "arabic": "سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ ",
      "tajikTranscribed": "Субҳоналлазӣ саххара ҳозо ва мо кунно лаҳу муқринин",
      "tajik": "Пок аст Худое, ки инро барои мо мусаххар сохт, ҳол он ки мо бар он тавоно набудем.",
      "name": "Дуои савор шудан дар воситаҳои гуногуни нақлиёт"
    }
  ]
}