{
  "data": [
    {
      "soursce": "Муттафақун алайҳи, Бухорӣ",
      "hadis": "Аз Абӯзар (р) ривоят аст, ки гуфт: Аз Паёмбари Худо (с) пурсидам: Эй Расули Худо (с): Аввалин масҷиде, ки дар рӯи замин сохта шудааст, кадом масҷид аст? Фармуданд: Масҷиду-л-Ҳаром, пурсидам: Баъд аз он кадом масҷид? Фармуданд: Масҷиди Ақсо, пурсидам: Байни ин ду масҷид чанд сол фосила буд? Фармуданд: Чиҳил сол. \nСипас ҳар куҷо намоз фаро расид онро иқома намоед, фазилат ва баракат дар он аст."
    },
    {
      "soursce": "Ривояти Муслим",
      "hadis": "Аз Ибни Аббос (р) ривоят шудааст, ки Расули Худо (с) аз водии Азрақ мегузаштанд, пурсиданд: Ин кадом водӣ аст? Гуфтанд: Ин водии Азрақ аст. Он ҳазрат (с) фармуданд: Мисли ин, ки ман Мӯсо (а) ро мебинам, ки аз гарданаи кӯҳ пойин меояд ва бо талбия ба даргоҳи Худованд тазарруъ ва зорӣ мекунад. Сипас он ҳазрат (с) бар кӯҳи Ҳаршо омада пурсиданд: \nИн кадом кӯҳ аст? Гуфтанд: Кӯҳи Ҳаршо. Фармуданд: Мисли ин, ки Юнус ибни Матторо нигоҳ мекунам, ки бар шутури сурхи пурпашм савор аст ва пероҳане аз пашм  бар тан дорад ва афсори шутураш аз лифи хурмост, талбия мегӯяд. (Кӯҳи Ҳаршо дар роҳи Мадина ва Шом наздики Ҷуҳфа қарор дорад)"
    },
    {
      "soursce": "Ривояти Муслим",
      "hadis": "Аз Абӯҳурайра (р) ривоят шудааст, ки Расули Худо (с) фармуданд: «Барои ҳеҷ масҷиде дар дунё рахти сафар баста нашавад, магар барои се масҷид. Масҷиди ман, масҷиди Ҳаром ва масҷиди Ақсо (Байтулмуқаддас)»."
    },
    {
      "soursce": "Муснади Аҳмад",
      "hadis": "Аз Ҷобир ибни Абдуллоҳ (р) ривоят шудааст, ки Расули Худо (с) фармуданд: «Намоз дар ин масҷиди ман беҳтар аст аз ҳазор намоз дар масоҷиди дигар, магар дар масҷиди Ҳаром.\nНамоз дар масҷиду-л-Ҳаром баробар ё беҳтар аст бо сад ҳазор намоз дар масоҷиди дигар»."
    },
    {
      "soursce": "Тирмизӣ, Ибни Ҳиббон, Ҳокимӣ",
      "hadis": "Ибни Аббос (р) мегӯяд: Расули Худо (с) хитоб ба Макка фармуд: «Чӣ сарзамини хубе ҳастӣ ва чӣ қадар назди ман маҳбубӣ. Агар қавмам маро берун намеронданд, дар ғайр аз ту сокин намешудам!»."
    },
    {
      "soursce": "Ривояти Тирмизӣ,  Ибни Моҷа",
      "hadis": "Аз Абдуллоҳ ибни Адий ибни Ҳамро ривоят шудааст, ки гуфт: Расули Худоро дар болои Ҷазвара истода дидам, пас  гуфт: «Савганд ба Худо ту (эй Макка) беҳтарин сарзамини Худоӣ, маҳбубтарин сарзамин назди Худоӣ ва агар маро аз ту берун намекарданд, берун намерафтам»."
    },
    {
      "soursce": "Ривояти Бухорӣ",
      "hadis": "Аз Ибни Аббос (р) ривоят шудааст, ки Паёмбари Худо (с) фармудааст: «Мабғузтарин (бадтарин) инсонҳо назди Худованд се нафар мебошанд. Касе, ки дар Ҳарам илҳод варзад, касе, ки дар Ислом дунболи суннат ва равиши ҷоҳилият бошад, фарде, ки хоҳони хуни шахсе бошад то ба ноҳақ хуни ӯро бирезад»."
    },
    {
      "soursce": "Муттафақун алайҳи ва лафзи Бухорӣ",
      "hadis": "Аз Ибни Аббос (р) ривоят шудааст, ки Паёмбари Худо (с) дар рӯзи фатҳи Макка фармуданд:\nҲоло дастури ҳиҷрат боқӣ нест, вале ҷиҳод ва ният боқӣ аст, пас чун аз шумо хоста шавад то дар роҳи Худо берун равед, пас биравед. Ва дар ҳамон рӯз инро эълом фармуданд: Худованди мутаол аз рӯзе, ки замину осмонро халқ карда, ин шаҳри Маккаро муҳтарам қарор дода (яъне аз замоне, ки Худованд замину осмонро офарида дар ҳамон вақт ин қитъа аз заминро, ки Макка дар он воқеъ аст ва маҳдудаи атрофи онро Ҳарами воҷибу-л-эҳтиром қарор додааст, лизо ба дастури Аллоҳ адаб ва эҳтироми он то қиёмат воҷиб аст) ва пеш аз ман Худованд ба ҳеҷ як аз бандагони худ иҷозаи ҷанг дар ин шаҳрро надодааст ва ба ман низ дар замони кӯтоҳе аз рӯз иҷозаи ҷиҳод дода шуд ва баъд аз сипарӣ шудани он вақт то қиёмат дар ин ҷо ҷанг ва ҳар амале, ки мухолиф бо адаб ва эҳтироми ин макони муқаддас бошад, ҳаром аст. \nГиёҳони хордори ин маҳдуда қатъ нашаванд ва ҳеҷ сайде таъқиб нашавад ва агар чизе афтода ба назар расид, касе онро метавонад бардорад, ки тибқи зобита, онро эълом ва муаррифи кунад ва гиёҳон ва алафҳои сабзи он низ қатъ нашаванд. (Дар ин мавқеъ) амӯи он ҳазрат, Аббос (р) изҳор дошт: Гиёҳи «изхир»-ро мустасно фармоед, зеро ки оҳангарон аз он истифода мекунанд ва барои сақфи хонаҳо низ аз он истифода мешавад. Расули акрам (с) фармуданд: Магар «изхир», яъне онро мустасно карданд."
    },
    {
      "soursce": "Ривояти Муслим",
      "hadis": "Аз Ҷобир (р) ривоят шудааст, ки гуфт: Шунидам, ки Расули Худо (с) мегӯяд: «Ба ягон нафари шумо ҳалол нест, ки ба Макка силоҳ ҳамл намояд»."
    },
    {
      "soursce": "Муттафақун алайҳи ва лафзи Бухорӣ",
      "hadis": "Анас (р) аз Паёмбари Худо (с) ривоят мекунад, ки фармуд: «Даҷҷол ба ҳамаи сарзаминҳо ба ҷуз Макка ва Мадина меравад ва бар ҳар мадхали (даромади)  он фариштагон саф  кашидаанд ва аз он нигаҳбонӣ мекунанд. Он гоҳ Мадина се бор ларзиш мекунад ва ҳар мунофиқ ва кофире аз он берун мегардад»."
    },
    {
      "soursce": "Ривояти Аҳмад, Тирмизӣ, Ҳоким",
      "hadis": "Аз Ҳорис ибни Молик ибни Барсо (р) ривоят аст, ки гуфт: «Рӯзи фатҳи Макка Паёмбар (с)-ро шунидам, ки мегуфт: Аз ин рӯз ба баъд то рӯзи қиёмат дар ин ҷо ғазва (ҷанг) намешавад»."
    },
    {
      "soursce": "Ривояти Бухорӣ",
      "hadis": "Аз Мисвар ибни Маҳрама ва Марвон (р) ривоят аст, ки гуфтанд: Паёмбари Худо (с) замони (Ҳудайбия) аз Мадина хориҷ гардида ва баъд аз паймудани масофае аз роҳ фармуданд: Холид ибни Валид дар муқаддимаи лашкари Қурайш ва минтақаи Ғамим ҷой гирифтааст.\nПас,  бояд ба тарафи Зотулямин биравем ва ба Худованд савганд, ки Холид то вақте, ки ғубори лашкари мусалмононро надид аз омаданашон иттилоъ наёфт ва чун аз омадани лашкари мусалмонон хабар шуд, шитобон рафт ва Қурайшро аз омадани онҳо хабар дод.»\nВа Паёмбари Худо (с) рафтанд то ба баландие, ки аз онҷо ба тарафи Қурайш сарозер мешуд, расиданд ва дар он ҷо шутури Паёмбари Худо (с) хобид, мардум хостанд  ӯро бархезонанд, вале ӯ барнахост, мардум гуфтанд: Қасво (Қасво номи шутури Паёмбари Худо (с) аст) аз пой даромадааст. Қасво аз пой даромадааст. Паёмбари Худо (с) фармуданд: «Қасво аз пой намондааст ва ин аз табиати ӯ нест, вале он зоте, ки филро аз рафтан ба Макка монеъ шуд, монеъи рафтани ӯ ҳам шудааст.»\nСипас фармуданд: «Савганд ба зоте, ки ҷонам дар яди ӯст, ҳар коре, ки анҷом додани он сабаби таъзими ҳурумоти Худовандӣ гардад ва (Қурайш) аз ман бихоҳанд, ман он пешниҳодро қабул хоҳам кард.»\nБаъд аз он ба Қасво ҳайбат заданд ва Қасво аз ҷо ҷаст."
    },
    {
      "soursce": "Ривояти Аҳмад ва Ибни Моҷа",
      "hadis": "Аз Айёш ибни Абирабиъа (р) ривоят аст, ки Расули акрам (с) фармуданд: «Уммати ман ҳамвора бар хайру саломатӣ аст то вақте, ки эҳтироми ин Ҳарами муқаддасро ба ҷой оварад ва чун ин амр боқӣ намонд, ҳалок ва нобуд хоҳад шуд»."
    },
    {
      "soursce": "Ривояти Муслим",
      "hadis": "Аз Абдуллоҳ ибни Зайд ибни Осим (р) ривоят шудааст, ки Расули Худо (с) гуфт: Иброҳим (а) Маккаро ҳурмат ниҳод ва барои аҳли он дуо кард ва ман низ ҳамчунон, ки Иброҳим (а) Маккаро ҳурмат ва каромат бахшида буд, Мадинаро ҳурмат ниҳодам ва ман дар (соаш ва муддаш, вазнаш) барои афзоиши маҳсули он дуо кардам ҳамчунон, ки Иброҳим (а) барои Макка дуо намуданд."
    },
    {
      "soursce": "Ривояти БаззорҲузайма, Ибни Ҳиббон ва Ҳоким,",
      "hadis": "Аз Абдуллоҳ ибни Умар (р) ривоят шудааст, ки гуфт: Расули Худо (с) фармуданд: «Аз ин Хона манфиат баред, ба таҳқиқ ду бор мунҳадим (хароб) шудааст ва дар мартабаи саввум бардошта мешавад»."
    }
  ]
}